<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
    <dict>
        <key>PayloadContent</key>
        <array>
            <dict>
                <key>PayloadCertificateFileName</key>
                <string>RadiusRootCA.cer</string>
                <key>PayloadContent</key>
                <data>MIIDjjCCAnagAwIBAgIQAzrx5qcRqaC7KGSxHQn65TANBgkqhkiG9w0BAQsFADBhMQswCQYDVQQGEwJVUzEVMBMGA1UEChMMRGlnaUNlcnQgSW5jMRkwFwYDVQQLExB3d3cuZGlnaWNlcnQuY29tMSAwHgYDVQQDExdEaWdpQ2VydCBHbG9iYWwgUm9vdCBHMjAeFw0xMzA4MDExMjAwMDBaFw0zODAxMTUxMjAwMDBaMGExCzAJBgNVBAYTAlVTMRUwEwYDVQQKEwxEaWdpQ2VydCBJbmMxGTAXBgNVBAsTEHd3dy5kaWdpY2VydC5jb20xIDAeBgNVBAMTF0RpZ2lDZXJ0IEdsb2JhbCBSb290IEcyMIIBIjANBgkqhkiG9w0BAQEFAAOCAQ8AMIIBCgKCAQEAuzfNNNx7a8myaJCtSnX/RrohCgiN9RlUyfuI2/Ou8jqJkTx65qsGGmvPrC3oXgkkRLpimn7Wo6h+4FR1IAWsULecYxpsMNzaHxmx1x7e/dfgy5SDN67sH0NO3Xss0r0upS/kqbitOtSZpLYl6ZtrAGCSYP9PIUkY92eQq2EGnI/yuum06ZIya7XzV+hdG82MHauVBJVJ8zUtluNJbd134/tJS7SsVQepj5WztCO7TG1F8PapspUwtP1MVYwnSlcUfIKdzXOS0xZKBgyMUNGPHgm+F6HmIcr9g+UQvIOlCsRnKPZzFBQ9RnbDhxSJITRNrw9FDKZJobq7nMWxM4MphQIDAQABo0IwQDAPBgNVHRMBAf8EBTADAQH/MA4GA1UdDwEB/wQEAwIBhjAdBgNVHQ4EFgQUTiJUIBiV5uNu5g/6+rkS7QYXjzkwDQYJKoZIhvcNAQELBQADggEBAGBnKJRvDkhj6zHd6mcY1Yl9PMWLSn/pvtsrF9+wX3N3KjITOYFnQoQj8kVnNeyIv/iPsGEMNKSuIEyExtv4NeF22d+mQrvHRAiGfzZ0JFrabA0UWTW98kndth/Jsw1HKj2ZL7tcu7XUIOGZX1NGFdtom/DzMNU+MeKNhJ7jitralj41E6Vf8PlwUHBHQRFXGU7Aj64GxJUTFy8bJZ918rGOmaFvE7FBcf6IKshPECBV1/MUReXgRPTqh5Uykw7+U0b6LJ3/iyK5S9kJRaTepLiaWN0bfVKfjllDiIGknibVb63dDcY3fe0Dkhvld1927jyNxF1WW6LZZm6zNTflMrY=</data>
                <key>PayloadDescription</key>
                <string>Provides server authentication</string>
                <key>PayloadDisplayName</key>
                <string>DigiCert Global Root G2</string>
                <key>PayloadIdentifier</key>
                <string>com.apple.security.root.5d119b7d-7e8d-43c7-bacb-00e6613b05a5</string>
                <key>PayloadType</key>
                <string>com.apple.security.root</string>
                <key>PayloadUUID</key>
                <string>5d119b7d-7e8d-43c7-bacb-00e6613b05a5</string>
                <key>PayloadVersion</key>
                <integer>1</integer>
            </dict>
            <dict>
                <key>IKEv2</key>
                <dict>
                    <key>AuthenticationMethod</key>
                    <string>Certificate</string>
                    <key>ChildSecurityAssociationParameters</key>
                    <dict>
                        <key>DiffieHellmanGroup</key>
                        <integer>14</integer>
                        <key>EncryptionAlgorithm</key>
                        <string>AES-256-GCM</string>
                        <key>IntegrityAlgorithm</key>
                        <string>SHA2-256</string>
                        <key>LifeTimeInMinutes</key>
                        <integer>60</integer>
                    </dict>
                    <key>DeadPeerDetectionRate</key>
                    <string>None</string>
                    <key>DisableMOBIKE</key>
                    <integer>0</integer>
                    <key>DisableRedirect</key>
                    <integer>0</integer>
                    <key>EnableCertificateRevocationCheck</key>
                    <integer>0</integer>
                    <key>EnablePFS</key>
                    <false />
                    <key>ExtendedAuthEnabled</key>
                    <true />
                    <key>IKESecurityAssociationParameters</key>
                    <dict>
                        <key>DiffieHellmanGroup</key>
                        <integer>14</integer>
                        <key>EncryptionAlgorithm</key>
                        <string>AES-256</string>
                        <key>IntegrityAlgorithm</key>
                        <string>SHA2-256</string>
                        <key>LifeTimeInMinutes</key>
                        <integer>120</integer>
                    </dict>
                    <key>LocalIdentifier</key>
                    <string />
                    <key>RemoteAddress</key>
                    <string>azuregateway-5de00061-8a63-49a1-a782-b7b54dfeb06b-8916108f558c.vpn.azure.com</string>
                    <key>RemoteIdentifier</key>
                    <string>azuregateway-5de00061-8a63-49a1-a782-b7b54dfeb06b-8916108f558c.vpn.azure.com</string>
                    <key>ServerCertificateIssuerCommonName</key>
                    <string>DigiCert Global Root G2</string>
                    <key>UseConfigurationAttributeInternalIPSubnet</key>
                    <integer>0</integer>
                </dict>
                <key>IPv4</key>
                <dict>
                    <key>OverridePrimary</key>
                    <integer>0</integer>
                </dict>
                <key>PayloadDescription</key>
                <string>Configures VPN settings</string>
                <key>PayloadDisplayName</key>
                <string>vnet-srh-ctu</string>
                <key>PayloadIdentifier</key>
                <string>org.microsoft.vpn1.conf1</string>
                <key>PayloadType</key>
                <string>com.apple.vpn.managed</string>
                <key>PayloadUUID</key>
                <string>6f2e2a2d-0449-408a-91be-af54bce8885a</string>
                <key>PayloadVersion</key>
                <integer>1</integer>
                <key>Proxies</key>
                <dict>
                    <key>HTTPEnable</key>
                    <integer>0</integer>
                    <key>HTTPSEnable</key>
                    <integer>0</integer>
                </dict>
                <key>UserDefinedName</key>
                <string>IkeV2-VPN</string>
                <key>VPNType</key>
                <string>IKEv2</string>
            </dict>
        </array>
        <key>PayloadDisplayName</key>
        <string>vnet-srh-ctu</string>
        <key>PayloadIdentifier</key>
        <string>org.microsoft.vpn1</string>
        <key>PayloadRemovalDisallowed</key>
        <false />
        <key>PayloadType</key>
        <string>Configuration</string>
        <key>PayloadUUID</key>
        <string>5de00061-8a63-49a1-a782-b7b54dfeb06b</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
    </dict>
</plist>